/* Add printer popup menu item */
"Add Printer..." = "Lisää tulostin…";

/* cancel title */
"Add to Queue" = "Lisää jonoon";

/* cancel title The label for the cancel button. */
"Cancel" = "Kumoa";

/* Continue title The label for the confirmation button. */
"Continue" = "Jatka";

/* standard title for copies and pages pde */
"Copies & Pages" = "Sivut ja kopiot";

/* Error alert message when can't save a PDF or postscript file */
"Could not save to path \'%@\', please choose a different path" = "Tiedostoa ei voitu tallentaa kohteeseen ”%@”. Valitse toinen sijainti.";

/* Delete Preset Menu Item */
"Delete" = "Poista";

/* Last Menu item in the PDF Services popdown menu */
"Edit Menu..." = "Muokkaa valikkoa…";

/* Error alert title when can't save a PDF or postscript file */
"Error" = "Virhe";

/* Accessibility description for the button that expands the print dialog. */
"Expanding Print Dialog" = "Laajentuva tulostusvalintataulu";

/* Fax button */
"Fax" = "Faksaa";

/* Stopped alert queue info */
"If you do not want to restart the printing of jobs, you may add this job to the queue for later printing. If you select Continue and the printing of jobs cannot be restarted, this job will automatically be added to the queue." = "Jos et jatka tulostusta nyt, voit lisätä työn tulostimen jonoon ja se tulostetaan, kun jatkat tulostusta. Jos osoitat Jatka ja tulostin ei voi jatkaa, työ lisätään tulostimen jonoon.";

/* Last Used Settings Preset Menu Item */
"Last Used Settings" = "Viimeksi käytetyt asetukset";

/* Local host name in printer tooltip */
"Local" = "Paikallinen";

/* Tooltip for printer with an unknown location */
"Local zone" = "Paikallinen vyöhyke";

/* Tooltip for printer with an unknown location */
"Location Unknown" = "Sijainti tuntematon";

/* Tooltip for printer with location and host */
"Location: %@\nHost: %@" = "Sijainti: %1$@\nPalvelin: %2$@";

/* Tooltip for printer with just host */
"Location: Unknown\nHost: %@" = "Sijainti: Tuntematon\nPalvelin: %@";

/* Text in the print dialog when there is low supplies or toner */
"Low" = "Vähissä";

/* Text in the print dialog when there is low ink */
"Low Ink" = "Väriaine vähissä";

/* Menu Item when no fax is available */
"No Fax Selected" = "Faksia ei valittu";

/* Menu Item when no printer is available */
"No Printer Selected" = "Tulostinta ei ole valittu";

/* Tile  of Page Setup Window */
"Page Setup" = "Arkin määrittely";

/* Print button */
"Print" = "Tulosta";

/* Edit printer list popup menu item */
"Print & Fax Preferences..." = "Tulostus ja faksaus -asetukset…";

/* Stopped alert queue message */
"Printing of jobs for this printer is stopped. Do you want to continue and restart the printing of jobs?" = "Tulostin on keskeytetty. Haluatko jatkaa tulostusta?";

/* Label for the Rename Preset dialog */
"Rename Preset To:" = "Nimeä esiasetus:";

/* Rename Preset Menu Item */
"Rename..." = "Nimeä uudelleen…";

/* Last item in the Page Setup Settings popup when option key is pressed */
"Restore Original Default" = "Palauta alkuperäinen oletusarvo";

/* Save button Save new Preset Menu Item */
"Save" = "Tallenna";

/* Last item in the Page Setup Settings popup */
"Save As Default" = "Tallenna oletusarvoksi";

/* Save As Preset Menu Item */
"Save As..." = "Tallenna nimellä…";

/* Label for the Save Preset dialog */
"Save Preset As:" = "Tallenna esiasetus nimellä:";

/* Standard Preset Menu Item */
"Standard" = "Vakio";

/* Conflicting options alert message */
"The %@ option, %@, is not available when %@ is set to %@." = "Vaihtoehto %1$@, %2$@, ei ole käytettävissä, kun %3$@ on asetettu arvoon %4$@.";

/* Error message in alert when the can't make the settings. */
"The document could not be printed.\n\nError = %d." = "Dokumenttia ei voitu tulostaa.\n\nVirhe = %d.";

/* Error message in alert when the preset name is already in use */
"The preset name \"%@\" is already taken. Please choose a different name." = "Esiasetusnimi ”%@” on jo käytössä. Valitse toinen nimi.";

/* Error message in alert when the preset name is empty */
"The preset name is blank. Please enter a preset name." = "Esiasetuksen nimi on tyhjä. Syötä esiasetukselle nimi.";

/* Error message in print dialog alert when the selected printer is invalid. */
"The printer that is selected is invalid." = "Valittu tulostin on virheellinen.";

/* Conflicting options info message */
"To set %@ to %@, select Continue. To keep %@ at its previous setting, select Cancel." = "Jos haluat asettaa kohteen %1$@ arvoon %2$@, valitse Jatka. Jos haluat pitää kohteen %3$@ nykyisen arvon, valitse Kumoa.";

/* Paper Size Label */
"Paper Size" = "Paperin koko";

/* Uninstalled option paper size alert message */
"The %@ option, %@, is not available because the required hardware is not installed or the print queue settings are not properly configured." = "Valinta %@, %@, ei ole käytettävissä, koska vaadittua laitteistoa ei ole asennettu tai tulostusjonoa ei ole määritelty oikein.";

/* Conflicting paper size alert message */
"The %@ option, %@, is not available when the destination paper size is set to %@." = "Vaihtoehto %@, %@, ei ole käytettävissä, kun kohdepaperikoko on asetettu arvoon %@.";

/* Conflicting paper size info message */
"To scale to fit to %@, select Continue. To keep %@ at its previous setting, select Cancel." = "Jos haluat skaalata kokoon %@, valitse Jatka. Jos haluat pitää kohteen %@ nykyisen arvon, valitse Kumoa.";

/* Conflicting destination paper alert message */
"The destination paper, %@, is not available when %@ is set to %@." = "Kohdepaperi, %@, ei ole käytettävissä, kun %@ on asetettu arvoon %@.";

/* Conflicting destination paper info message */
"To set %@ to %@, select Continue. To keep the destination paper at its previous setting, select Cancel." = "Jos haluat asettaa kohteen %@ arvoon %@, valitse Jatka. Jos haluat pitää kohdepaperin nykyisen arvon, valitse Kumoa.";

/* Default (fallback) file name */
"Untitled" = "Nimetön";

/* Error message in print dialog alert when the user is not authorized to use the selected printer. */
"You are not authorized to print to the selected printer." = "Sinulla ei ole oikeuksia tulostaa valitulle tulostimelle.";

/* NO_FAX_MODEMS_MESSAGE */
"No fax modems were found." = "Faksimodeemeja ei löytynyt.";
